IMMZEK/msp-project/vasa/makedir/__programmer/deskdb/content/TICloudAgent/linux/ccs_base/common/targetdb/Modules/AM263/R5SS0_CORE0_TCMA_ROM_R5SS0_CORE0_TCMA_ROM.xml
<module name="R5SS0_CORE0_TCMA_ROM_R5SS0_CORE0_TCMA_ROM" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="R5SS0_CORE0_TCMA_ROM_ROM_START_TCMA" acronym="R5SS0_CORE0_TCMA_ROM_ROM_START_TCMA" offset="0x0" width="32" description="">
		<bitfield id="ROM_START" width="32" begin="31" end="0" resetval="0x0" description="ROM start address of master sub system tcma" range="31 - 0" rwaccess="RO"/>
	</register>
	<register id="R5SS0_CORE0_TCMA_ROM_ROM_END_TCMA" acronym="R5SS0_CORE0_TCMA_ROM_ROM_END_TCMA" offset="0x1FFFC" width="32" description="">
		<bitfield id="ROM_END" width="32" begin="31" end="0" resetval="0x0" description="ROM end address of master sub system tcma" range="31 - 0" rwaccess="RO"/>
	</register>
</module>